export const menuConfig = [
  { label: 'Конструкторская документация', subMenu: ['Загрузка спецификации', 'Проверка КД', 'Настройки'] },
  { label: 'Технолог', subMenu: ['Маршрутные листы', 'Загрузка технологической спецификации', 'Настройки'] },
  { label: 'Pilot Group', subMenu: ['Заказать деталь'] },
  { label: 'Производство', subMenu: ['Остатки на складах', 'План наряд', 'Нормативная карта', 'Настройки', 'Изолятор брака', 'Отчет', 'SuperMarket'] },
  { label: 'Сборка', subMenu: ['План наряд', 'Формирование сборки', 'Настройки', 'Смена', 'Отчет', 'SuperMarket'] },
  { label: 'Мастер', subMenu: ['Выдать наряд', 'Статус по нарядам', 'Отчеты', 'Смена', 'Настройка', 'SuperMarket'] },
  { label: 'Планирование', subMenu: ['План производства', 'Проекты'] },
  { label: 'DashBoard', subMenu: [] },
  { label: 'ОТК', subMenu: ['Выдать наряд', 'Отчет ОТК', 'SuperMarket', 'Изолятор брака'] },
  { label: 'Склад', subMenu: ['Склад покраски', 'Склад Металла', 'Изолятор брака', 'Выпущенная продукция', 'Списание'] },
  { label: 'Комплектовщик', subMenu: [] }
];
